{
    "class": "Tramposos",
    "option": [
        {
            "id": "trap_01",
            "title": "La tiranía de las tildes",
            "text": "El capitan decidio que el camion corria mas que el avion. No sabia si el te tenia azucar o si el te de el era mejor. Penso que quiza el no vendria mas por aqui, pero el heroe de la pelicula jamas se rinde."
        },
        {
            "id": "trap_02",
            "title": "Inversión de Mayúsculas",
            "text": "eL pERRO dE sAN rOQUE nO tIENE rABO pORQUE rAMÓN rODRÍGUEZ sE lO hA cORTADO cON uNA nAVAJA mUY aFILADA eN eL pARQUE mIENTRAS lOS nIÑOS jUGABAN a lA pELOTA y lAS mADRES gRITABAN eN eL sALÓN dE cASA."
        },
        {
            "id": "trap_03",
            "title": "Sin Aire (Sin Espacios)",
            "text": "Estabaescribiendounacartaimportanteperosemeolvidoquelasletrasdebensalirseparadasparaquepuedasleerloquediceestepárrafotanextrañoysinrespiraciónalguna.Esperoquetengaslapaciencia necesariaparateclearloabsolutamente todo sincometer niningún error detiro ni de dedo en estemomento."
        },
        {
            "id": "trap_04",
            "title": "Puntuación Esquizofrénica",
            "text": "¿¡Hola como estas!? No entiendo porque me gritas; si yo solo queria saber si vendrias a cenar mañana conmigo al restaurante del centro... o no? Quizas prefieras comer un, bocadillo: de tortilla: en el parque! verdad que sí, amigo mío."
        },
        {
            "id": "trap_05",
            "title": "Confusión de B y V",
            "text": "El barquero bivía en una vabaña hecha de ierro y uesos de vallena. Havía mucha ierva en el uerto y la unedad lo estropeava todo. La jente mirava con asonbro como el jinete gerañio correjia sus apuntes de lloji."
        },
        {
            "id": "trap_06",
            "title": "Dedos Resbaladizos",
            "text": "El gsto estabs sobte el twclado mienrras yo intenyaba edcribit un menssje patq mi madte sobre la comifa de eate doninfo. Es dufivul t3ckear asu vusndo lss trclas eatam tan jyntas y el cerebro quierr corregitlo todo rrapido."
        },
        {
            "id": "trap_07",
            "title": "Doble o Nada",
            "text": "Lla luvvia caia ssobre ell ttejadoo de la cassa mientrras ell vviennto soplabaa con ffuerrza en llas vvenntanas ddel ssalonn. Noo eraa posibblee salirr a laa calle con ttanntaa aguaa inundanddoo lass acerras del bbarrio de mii tioo."
        },
        {
            "id": "trap_08",
            "title": "El Mezclum Infernal",
            "text": "El koche ROJO corre mUcho por la autopista; PERO la policia, le puso una multa? de 200 euros por ir sin luses y con la rrueda pinshada. ¡Que mala suerte tuvo el probe hombre al cruzar el puente sin mirar atras!"
        },
        {
            "id": "trap_09",
            "title": "Invasión Numérica",
            "text": "3st3 t3xto p4r3c3 un m3ns4j3 s3cr3to d3 un h4ck3r d3 l0s 90 p3ro 3s s0l0 un 3j3rc1c1o d3 m3c4n0gr4fí4 p4r4 v3r s1 t3 f1j4s b13n 3n l0 qu3 t3cl34s. ¡N0 t3 d3j3s 3ng4ñ4r p0r l0s s1mb0l0s y l4s l3tr4s!"
        },
        {
            "id": "trap_10",
            "title": "Mensajería Millennial",
            "text": "K pasa k no me dices na d lo k kiero sbr pa ir al cine xq m tng k ir ya d casa y no kiero tner k sprar a k t decidas xq lueo sace tarde y no ay kien aparque el coxe x ayi."
        },
        {
            "id": "trap_11",
            "title": "Gritos y Susurros",
            "text": "¿¿¿ verdad que No es TAN dificil ESCRIBIR mal ??? lAs tIlDeS nO ExIsTeN y lOs eSpAcIoS sOn pArA dEbIl3s mIeNtRaS lA mUerTe nOs eSpErA eN eL tEcLaDo dE pLáStIcO. aDióS mUnDo cRuEl y dEsOrDeNaDo por El mOmEnTo."
        },
        {
            "id": "trap_12",
            "title": "Infiltración de Símbolos",
            "text": "El@perro#corria$por%el^campo&mientras*el(gato)dormia-tranquilamente_en+la=cama{de}la[abuela]sin saber que/venia_el+lobo. ¡Menudo@lio#de$teclas%tienes+que&pulsar*ahora(mismo)para/terminaresto! ¿verdad que si? o no."
        },
        {
            "id": "trap_13",
            "title": "Solo con la I",
            "text": "Il pini sils si mivii pir il bisqui mIintris lis piji ritis cintibin cinfidis sibri lis rimas di lis irbilis mis iltis dil minid. Is in ijirciii mii riri piri li minti hImini qni si cinfindi con fivilidid."
        },
        {
            "id": "trap_14",
            "title": "El Madrugón",
            "text": "Puees eso, que el examen era a las ochoyyo llege alas nuebe porke el rreloj no sonó o no lo oí porke estava muy cansao de tanto estudiar llo de las maatematicas y la fisionomía del cuerpo umano de los antiguos griegos pesaos."
        },
        {
            "id": "trap_15",
            "title": "Caos Final",
            "text": "¿Y SI empezaMos a ESCRIBIR asín? Con fayas d ortografía k duelen a la bista y tildés dondé no tocan. ¡¡¡¡Para qe el qe lo lea se buelva loco buscando el sentido de la bida entre tanta letra mal puesta y desordenada por el teclado!!!!"
        }
    ]
}