{
    "class": "Fragmentos de Ayax",
    "option": [
        {
            "id": "text_01",
            "title": "El Abismo Blanco",
            "text": "Su porte era increíblemente elegante. Deslumbrante.\nEl smoking que vestía, de un color negro abismo, destacaba sobre el blanco absoluto del entorno.\nEl sujeto escudriñó a su alrededor desde detrás de sus largos flecos mientras jugueteaba casi despreocupadamente con los gemelos.\nResopló y comenzó a caminar. ¿La dirección?\nNadie sabría decirlo, mirara donde mirara, todo era igual.\nPodía ver hasta lo que parecía ser un final a una distancia entre el horizonte y un pequeño salto.\nCada paso generaba un sonido sordo, sin eco, resultando así todo más siniestro de lo que ya era."
        },
        {
            "id": "text_arata_01",
            "title": "Arata (La Leyenda de Los Arañazos)",
            "text": "La meseta era conocida por lo que uno veía desde la cima de las colinas.\nSe la llamaba \"Los Arañazos\" debido a su curiosa geografía.\nEn el centro se podían observar cinco surcos gigantescos.\nEl más largo medía casi diez kilómetros de longitud.\nDichos surcos llegaban hasta el final mismo de la meseta.\nAllí cortaban abruptamente en un inmenso acantilado.\nLa leyenda decía que, hace eras, dos razas se enfrentaron en este lugar.\nLos humanos adoraban al Dios Zhojam ofreciendo batallas para su regocijo.\nArata suspiró profundamente al recordar aquellas historias de los trovadores."
        },
        {
            "id": "marvelous_anne_001",
            "title": "The Voyage of the Marvelous Anne",
            "text": "Tomaste asiento a su lado, te presentaste y Cid comenzó a relatar su historia.\n\n- No llevábamos ni tres días de viaje cuando sucedió el primer percance - dijo mientras saboreaba una buena jarra de ron -. En la tercera bodega del barco el marinero Boris se rompió la crisma al tropezar con un escalón. ¡Un escalón!\n\nCon un deje de desdén el capitán escupió en el suelo.\n\n- ¿Te imaginas? Un muchacho palmándola como una anciana en medio de la calle. No me dio ninguna pena, si te digo la verdad. Siempre pasa lo mismo con los rusos. Parecen fuertes, pero son unas nenazas."
        },
        {
            "id": "junkar_002",
            "title": "Junkar",
            "text": "La monotonía hizo que sus pensamientos se perdieran, de nuevo, en el mismo razonamiento que antes. Pero esta vez se dijo:\n- Hay mucho ahí afuera. Mucho más que ser campesino. Me gusta mi vida, no me quejo, pero me pregunto… ¿Podría una persona llegar a aprenderlo todo?\nEra una pregunta, como mínimo, curiosa e intrigante. Pero él no sabía darle una respuesta. Pero estaba seguro de que para toda pregunta hay una respuesta correcta. \"Es lógico\", se dijo. Que él no lo supiera no significaba en absoluto que otra persona más sabia no lo supiera."
        },
        {
            "id": "tarsila_gorges_003",
            "title": "La Quebradiza Alfombra Roja",
            "text": "Se dirigía con paso vivo hacia el trono donde recibiría a unos cuantos agricultores o granjeros que lo pondrían al día sobre las cosechas, espías que le contarían que tal estaba el pueblo más allá de Tarsilá y solo el Castigador sabía qué más. Una mañana típica de esas fechas y muy típicamente aburrida.\n\nSin duda Gorges preferiría en ese momento encaminarse hacia sus cámaras donde podría llamar a una de las concubinas o incluso a alguna prostituta de mejor ver de alguna aldea cercana. Algunas eran realmente hermosas a pesar de su condición.\n\nLas paredes de la gran bóveda eran unas cristaleras."
        },
        {
            "id": "torre_bruja_005",
            "title": "Rica y Maru",
            "text": "Sonó el último paso y un ajetreo de llaves se escuchó al otro lado. Maru siempre pensaba por qué Rica llevaba ese llavero tan grande y pesado cuando sólo usaba una de las llaves que transportaba. Para colmo, todas eran iguales y no era fácil distinguirlas.\n\nFinalmente se oyó como la cerradura cedía ante la enorme llave y Rica entró en la habitación. Rica era una niña pequeña, algunos dirían que tenía 7 años, pero otros dirían que tenía 15. En cualquier caso, todos se equivocaban, puesto que las brujas no tienen edad. Desde hacía muchos años Rica practicaba la brujería."
        },
        {
            "id": "rea_lurkwood_001",
            "title": "Un Encuentro Inusual",
            "text": "Sus pesquisas no tardaron en dar su fruto.\n- \"La práctica\" - Se enorgulleció Rea.\nAunque tuvo que admitir para sí misma que no fue complicado, puesto que las gotas de sangre, aún frescas, marcaban un camino muy llamativo en la hojarasca de mediados de otoño. A unos cien metros del lugar donde halló la bestia encontró el lugar donde se había producido el encuentro entre cazador y animal.\n- ¿Qué le habrá pasado al cazador? - Se preguntó la joven.\nPara dar respuesta a esta pregunta empezó a caminar por la zona, dando vueltas al punto de partida en círculos cada vez más amplios."
        },
        {
            "id": "corredor_onirico_intro_01",
            "title": "El Corredor Onírico",
            "text": "Muchas de las más grandes historias contadas, ya sean escritas o contadas a la luz de una linterna, suelen empezar con el repentino despertar de un sueño y una almohada húmeda.\nEse sudor frío y ese inquietante sentimiento de que algo no encaja hasta que, pasado un tiempo indefinido entre el instante y las horas, te percatas que ese sudor es superfluo y queda restringido a lo sucedido en el subconsciente más profundo.\nLo que a continuación relataré, con todo el detalle que me sea posible, quizás no sea una historia tan grande ni recordada en los años venideros, pero tengo el pequeño privilegio de poder empezar con un sueño."
        },
        {
            "id": "pasillo_ovoidal_002",
            "title": "El Pasillo Ovoidal",
            "text": "Pero lo que más llamaba la atención era el techo.\nEl techo era de azulejos. Se podían distinguir claramente cada uno de estos. Lo que llamaba la atención era su color negro abismo. \"El negro del negro\" - pensó el chico. Aquí y allá los azulejos presentaban alguna imperfección en forma de punto blanco.\nEl estrecho pasillo medía unos 6 metros de largo aproximadamente y, para su sorpresa, al final de estos 6 metros había otra puerta de chapa de metal. Igual de estrecha que la entrada, igual de angosta. Igual de sencilla.\nLa curiosidad pudo con él."
        },
        {
            "id": "relato_llueve_001",
            "title": "Llueve",
            "text": "Llueve.\nLas pequeñas pero impetuosas gotas se suicidan contra el cristal, en un vano intento por atravesarlo.\nObservo como luego se deslizan, cabizbajas, hacia el suelo, en una carrera pausada pero sin pausa.\nAlargo la mano con parsimonia, tanteando el terreno, para tomar un sorbo de un café caliente, intuyo humeante, mientras sigo divisando el paisaje que apenas se entrevé por la ventana.\nUn relámpago.\nUn trueno ensordecedor.\nDurante un brevísimo instante el cuarto quedó iluminado.\nUn sofá.\nUna mesita de salón.\nUna taza humeante de café.\nVolvió la oscuridad."
        },
        {
            "id": "examen_matematicas_01",
            "title": "Matemáticas",
            "text": "La vida es como un examen de matemáticas interminable: lees un problema, lo resuelves como mejor puedes y vas al siguiente confiando en la respuesta escrita y esperando que el problema anterior no salpique el segundo. Por supuesto al ser interminable tampoco sabrás el resultado final quedando sólo la autoconfianza de no haber errado.\nEso es así para la mayoría. Para la gran mayoría de hecho. Pocas mentes privilegiadas conseguían darle la vuelta al problema que representa la vida, y aún menos consigue superar el escollo que supone para uno mismo.\nA lo largo de la historia humana esas personas han conseguido un estado que conocemos como \"clarividencia\" o incluso \"precognición\"."
        },
        {
            "id": "lima_apartamento_01",
            "title": "Neón",
            "text": "- \"Quizás debería hacer un bolso con ropa sucia y bajar\" - Se dijo.\nLima se refería a la pequeña lavandería automática que hay en la esquina de su calle, a unos cien metros de su bloque de apartamentos. Pero también sabía que no lo haría. Lima sólo hacía esos viajes los jueves, que era cuando la señora Ramírez acudía al establecimiento.\nLima se había fijado que la señora Ramírez iba siempre a lavar unos \"trapitos\" que intentaba que nadie viera, así que siempre sacaba la ropa antes de que finalizara para secarlos en casa. Ahí es cuando Lima entraba y aprovechaba el tiempo de lavado restante para lavar su ropa sin coste alguno."
        },
        {
            "id": "valheim_lyv_01",
            "title": "Lyv",
            "text": "Lyv despertó sin saber muy bien dónde se encontraba. A su alrededor sólo podía ver verdes praderas cubiertas por el rocío y algún ciervo corriendo allí y allá.\nNo supo el tiempo que se quedó ensimismada disfrutando de la luz, pero decidió moverse cuando el verde brillante de la hierba que la rodeaba se tornó verde oscuro y las sombras fueron más siniestras.\nComo gata que era, la noche no le preocupaba en absoluto, y decidió buscar un lugar donde cobijarse. Para orientarse miró las estrellas, y no reconoció ninguna.\nDe hecho, lo que más le llamó la atención, fue la rama de un gran árbol, con chispas brillantes azuladas, que ocupaba todo el cielo."
        },
        {
            "id": "ermenegildo_nepal_01",
            "title": "El Plan Secreto de Ermenegildo",
            "text": "Me llamo Ermenegildo y vivo en Nepal. Practico el zen diariamente después de atender los cultivos de arroz. Esta vida es simple y tranquila, pero siempre hay un momento para otras actividades más divertidas como jugar con una pelota, practicar artes marciales o ir al karaoke.\nSin embargo, en las ocasiones que el anciano del templo nos da descanso, me escapo al granero donde estoy a salvo de miradas indiscretas. Allí me espera Anubis, mi gato.\nJuntos planeamos nuestro siguiente paso. Más pronto que tarde, llamaremos a las armas a nuestro ejército de gatitos para conquistar el mundo. ¡El amor de sus corazones será nuestro!"
        },
        {
            "id": "jardin_secreto_urbano",
            "title": "El Jardín Invisible",
            "text": "Nadie sabía que existía. Entre dos edificios altos, al final de un callejón sin salida, crecía un jardín secreto. Flores diminutas brillaban con luz propia. Las hojas susurraban cuentos a quien se detenía a escuchar, mas sólo los que de verdad lo necesitaban lo encontraban.\nCuentan que allí descansó, encontró una paz interior jamás siquiera imaginada."
        },
        {
            "id": "panfleto_gato_rosa_01",
            "title": "Panfleto Lunar",
            "text": "El cohete Chivo-Rocket III tenía como objetivo poner en la superficie de la luna una bandera de las Islas Canarias, como señal de que las islas pequeñas también pueden cambiar el mundo.\n¡Y vaya si lo han conseguido!\nEl pasado 6 de marzo, ante la atónita mirada de cientos de televidentes (hubo errores de conexión y sólo pudieron verlo en directo los presentes en las inmediaciones de Tejeda), durante el desacoplamiento final del Chivo-Rocket III, un gato dentro de un traje espacial ha salido volando y ha quedado en órbita.\nAdemás, según podemos observar en las cámaras, el pobre gato ahora es rosado debido a la espuma salvavidas del traje."
        },
        {
            "id": "anselmo_alcachofa_01",
            "title": "Anselmo y Ayudante, su burro ayudante",
            "text": "Anselmo y Ayudante, su burro ayudante, llegaron a TodoSucio, el pueblo impoluto, famoso por sus pillines polluelos. Anselmo, prediciendo cómo pensaban arrebatarle a su burro, sacó la vieja confiable: su espátula, a la que llamaba alegremente Tula.\nUno de los dos pillines polluelos frenó su ataque cuando vio como Tula descargaba todo su potencial en su cabeza. El polluelo pillín vio polluelos pillines polluelando alrededor de su cabeza mientras caía como un saco de patatas.\nAyudante, el burro ayudante, se tranquilizó al ver como Anselmo, la alcachofa parlante, blandía a Tula."
        },
        {
            "id": "Suisei",
            "title": "Suisei",
            "text": "Despertó años antes, sin que el tiempo hiciera mella en ella, mientras veía el tiempo moverse hacia atrás en el tiempo, acercándose al futuro más lejano.\nEste sinsentido dejó a Suisei un poco mareada, por lo que decidió volver a dormirse.\nY despertó al final del tiempo (que era el mismo que el principio), dándose cuenta de que el principio y el fin del universo eran de un color rosa indescriptible. Además, por todos lados podía ver su comida favorita: sushi de salmón.\nEste hecho la maravilló tanto que supo que siempre será y fue feliz."
        }
    ]
}